Repository: renebigot/iOsReviewTime
Catalog: iosReviewTime/*.lproj/Localizable.strings
Languages: fr

source: %@ days
fr: %@ Jours

source: Apps created by %@
fr: Applications créés par %@

source: Authenticating Twitter
fr: Authentification Twitter

source: Average review time for the last %@
fr: Temps moyen pour la %@ passée

source: Connected to Twitter
fr: Connecté à Twitter

# Connecting Twitter
source: Connecting to Twitter
fr: Connexion à Twitter

source: Could not decode string: %@
fr: Impossible de décoder chaîne: %@

source: Data failed decoding as a UTF-8 string
fr: De données n'a pas de décodage comme une chaîne UTF-8

source: Downloading Tweets
fr: Téléchargement du Tweets

source: Error
fr: Erreur

source: Error Loading Tweets: %ld
fr: Erreur lors du chargement des tweets: %ld

source: Error Parsing Tweets
fr: Erreur lors de l'analyse de la Tweets

source: Failed to Reach Twitter
fr: Impossible de se connecter à Twitter

source: Login
fr: Connexion

source: Logout
fr: Déconnexion

source: No Twitter
fr: Pas de Twitter

source: No Twitter Access. Login in the Settings App
fr: Pas d'accès à Twitter. Connectez-vous sur l'App Paramètres.

source: No Twitter Accounts
fr: Pas de comptes Twitter

source: Okay
fr: OK

source: Querying Twitter
fr: Recherche Twitter

source: Review for %@ took XX days
fr: Revue de l'application pour %@ a XX jours

source: There are no Twitter accounts configured. You can add or create a Twitter account in Settings.
fr: Il n'y a pas de comptes Twitter configurés. Vous pouvez ajouter ou créer un compte Twitter dans Paramètres.

source: To tweet about your app review times, tap the login button and type your Organization / Team name
fr: Pour tweet sur vos délais d'examen de l'application, appuyez sur le bouton d'ouverture de session et tapez votre Organisation / Nom de l'équipe

source: X days
fr: X Jours

source: Current iOS Review Time is %i days.
fr: L'App Store temps d'examen actuel est de %i jours.
